-- ----------------------------
-- Records of weapon_skill
-- ----------------------------
INSERT INTO `weapon_skill` VALUES ('47', 'サイレンス ソード', '2', '0', '0', '0', '64', '0', '1', '1');
INSERT INTO `weapon_skill` VALUES ('54', 'カーツ ソード', '15', '0', '35', '25', '6000', '0', '1', '1');
INSERT INTO `weapon_skill` VALUES ('58', 'デスナイト フレイムブレード', '7', '0', '75', '15', '6001', '0', '1', '1');
INSERT INTO `weapon_skill` VALUES ('76', 'ロンドゥ デュアル ブレード', '15', '0', '35', '25', '6002', '0', '1', '1');
INSERT INTO `weapon_skill` VALUES ('121', 'アイスクイーン スタッフ', '25', '0', '95', '55', '6003', '0', '1', '1');
INSERT INTO `weapon_skill` VALUES ('203', 'バルログのツーハンド ソード', '15', '0', '90', '90', '6004', '0', '1', '1');
INSERT INTO `weapon_skill` VALUES ('205', 'ルナ ロング ボウ', '5', '0', '8', '0', '6005', '1', '1', '1');
INSERT INTO `weapon_skill` VALUES ('256', 'ハロウィン パンプキン ロングソード', '8', '0', '35', '25', '6006', '0', '1', '1');
INSERT INTO `weapon_skill` VALUES ('257', 'ハロウィン ロングソード', '8', '0', '35', '25', '6006', '0', '1', '1');
INSERT INTO `weapon_skill` VALUES ('258', 'アルティメット ハロウィン ロングソード', '8', '0', '35', '25', '6006', '0', '1', '1');
INSERT INTO `weapon_skill` VALUES ('303', 'ハロウィン パンプキン スタッフ', '8', '0', '35', '25', '6006', '0', '1', '1');
INSERT INTO `weapon_skill` VALUES ('304', 'ハロウィン パンプキン ロングソード 2011', '8', '0', '35', '25', '6006', '0', '1', '1');
INSERT INTO `weapon_skill` VALUES ('305', 'ハロウィン パンプキン ツーハンドソード 2011', '8', '0', '0', '0', '167', '0', '1', '1');
INSERT INTO `weapon_skill` VALUES ('306', 'ハロウィン パンプキン スタッフ 2011', '8', '0', '0', '0', '167', '0', '1', '1');
INSERT INTO `weapon_skill` VALUES ('307', 'ハロウィン パンプキン ロングボウ 2011', '8', '0', '0', '0', '167', '0', '1', '1');
INSERT INTO `weapon_skill` VALUES ('308', 'ハロウィン パンプキン ロングソード 2012', '8', '0', '35', '25', '6006', '0', '1', '1');
INSERT INTO `weapon_skill` VALUES ('309', 'ハロウィン パンプキン ツーハンドソード 2012', '8', '0', '35', '25', '6006', '0', '1', '1');
INSERT INTO `weapon_skill` VALUES ('310', 'ハロウィン パンプキン スタッフ 2012', '8', '0', '0', '0', '167', '0', '1', '1');
INSERT INTO `weapon_skill` VALUES ('311', 'ハロウィン パンプキン ロングボウ 2012', '8', '0', '0', '0', '167', '0', '1', '1');