SET FOREIGN_KEY_CHECKS=0;
-- ----------------------------
-- Table structure for `inn`
-- ----------------------------
CREATE TABLE IF NOT EXISTS `inn` (
  `name` varchar(45) DEFAULT '',
  `npcid` int(10) unsigned NOT NULL,
  `room_number` int(10) unsigned NOT NULL,
  `key_id` int(10) unsigned DEFAULT NULL,
  `lodger_id` int(10) unsigned DEFAULT NULL,
  `hall` int(10) unsigned DEFAULT NULL,
  `due_time` datetime DEFAULT NULL,
  PRIMARY KEY (`npcid`,`room_number`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of inn
-- ----------------------------
INSERT INTO `inn` VALUES('話せる島-セレナ', 70012, 0, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('話せる島-セレナ', 70012, 1, 0, 0, 1, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('話せる島-セレナ', 70012, 2, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('話せる島-セレナ', 70012, 3, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('話せる島-セレナ', 70012, 4, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('話せる島-セレナ', 70012, 5, 0, 0, 0, '2011-05-19 05:16:07');
INSERT INTO `inn` VALUES('話せる島-セレナ', 70012, 6, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('話せる島-セレナ', 70012, 7, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('話せる島-セレナ', 70012, 8, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('話せる島-セレナ', 70012, 9, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('話せる島-セレナ', 70012, 10, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('話せる島-セレナ', 70012, 11, 0, 0, 0, '2011-05-19 05:16:07');
INSERT INTO `inn` VALUES('話せる島-セレナ', 70012, 12, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('話せる島-セレナ', 70012, 13, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('話せる島-セレナ', 70012, 14, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('話せる島-セレナ', 70012, 15, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('グルーディオ-ロリア', 70019, 0, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('グルーディオ-ロリア', 70019, 1, 0, 0, 0, '2011-05-19 05:16:07');
INSERT INTO `inn` VALUES('グルーディオ-ロリア', 70019, 2, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('グルーディオ-ロリア', 70019, 3, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('グルーディオ-ロリア', 70019, 4, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('グルーディオ-ロリア', 70019, 5, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('グルーディオ-ロリア', 70019, 6, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('グルーディオ-ロリア', 70019, 7, 0, 0, 0, '2011-05-19 05:16:07');
INSERT INTO `inn` VALUES('グルーディオ-ロリア', 70019, 8, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('グルーディオ-ロリア', 70019, 9, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('グルーディオ-ロリア', 70019, 10, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('グルーディオ-ロリア', 70019, 11, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('グルーディオ-ロリア', 70019, 12, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('グルーディオ-ロリア', 70019, 13, 0, 0, 0, '2011-05-19 05:16:07');
INSERT INTO `inn` VALUES('グルーディオ-ロリア', 70019, 14, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('グルーディオ-ロリア', 70019, 15, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ギラン-モーリ', 70031, 0, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ギラン-モーリ', 70031, 1, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ギラン-モーリ', 70031, 2, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ギラン-モーリ', 70031, 3, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ギラン-モーリ', 70031, 4, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ギラン-モーリ', 70031, 5, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ギラン-モーリ', 70031, 6, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ギラン-モーリ', 70031, 7, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ギラン-モーリ', 70031, 8, 0, 0, 0, '2011-05-19 05:16:07');
INSERT INTO `inn` VALUES('ギラン-モーリ', 70031, 9, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ギラン-モーリ', 70031, 10, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ギラン-モーリ', 70031, 11, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ギラン-モーリ', 70031, 12, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ギラン-モーリ', 70031, 13, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ギラン-モーリ', 70031, 14, 0, 0, 0, '2011-05-19 05:16:07');
INSERT INTO `inn` VALUES('ギラン-モーリ', 70031, 15, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('象牙の塔の村-エンケ', 70065, 0, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('象牙の塔の村-エンケ', 70065, 1, 0, 0, 0, '2011-05-19 05:16:07');
INSERT INTO `inn` VALUES('象牙の塔の村-エンケ', 70065, 2, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('象牙の塔の村-エンケ', 70065, 3, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('象牙の塔の村-エンケ', 70065, 4, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('象牙の塔の村-エンケ', 70065, 5, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('象牙の塔の村-エンケ', 70065, 6, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('象牙の塔の村-エンケ', 70065, 7, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('象牙の塔の村-エンケ', 70065, 8, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('象牙の塔の村-エンケ', 70065, 9, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('象牙の塔の村-エンケ', 70065, 10, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('象牙の塔の村-エンケ', 70065, 11, 0, 0, 0, '2011-05-19 05:16:07');
INSERT INTO `inn` VALUES('象牙の塔の村-エンケ', 70065, 12, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('象牙の塔の村-エンケ', 70065, 13, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('象牙の塔の村-エンケ', 70065, 14, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('象牙の塔の村-エンケ', 70065, 15, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ウィンダーウッド-ベリッサ', 70070, 0, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ウィンダーウッド-ベリッサ', 70070, 1, 0, 0, 0, '2011-05-19 05:16:07');
INSERT INTO `inn` VALUES('ウィンダーウッド-ベリッサ', 70070, 2, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ウィンダーウッド-ベリッサ', 70070, 3, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ウィンダーウッド-ベリッサ', 70070, 4, 0, 0, 0, '2011-05-19 05:16:07');
INSERT INTO `inn` VALUES('ウィンダーウッド-ベリッサ', 70070, 5, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ウィンダーウッド-ベリッサ', 70070, 6, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ウィンダーウッド-ベリッサ', 70070, 7, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ウィンダーウッド-ベリッサ', 70070, 8, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ウィンダーウッド-ベリッサ', 70070, 9, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ウィンダーウッド-ベリッサ', 70070, 10, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ウィンダーウッド-ベリッサ', 70070, 11, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ウィンダーウッド-ベリッサ', 70070, 12, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ウィンダーウッド-ベリッサ', 70070, 13, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ウィンダーウッド-ベリッサ', 70070, 14, 0, 0, 0, '2011-05-19 05:16:07');
INSERT INTO `inn` VALUES('ウィンダーウッド-ベリッサ', 70070, 15, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('シルバーナイトタウン -ミランダ', 70075, 0, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('シルバーナイトタウン -ミランダ', 70075, 1, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('シルバーナイトタウン -ミランダ', 70075, 2, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('シルバーナイトタウン -ミランダ', 70075, 3, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('シルバーナイトタウン -ミランダ', 70075, 4, 0, 0, 0, '2011-05-19 05:16:07');
INSERT INTO `inn` VALUES('シルバーナイトタウン -ミランダ', 70075, 5, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('シルバーナイトタウン -ミランダ', 70075, 6, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('シルバーナイトタウン -ミランダ', 70075, 7, 0, 0, 0, '2011-05-19 05:16:07');
INSERT INTO `inn` VALUES('シルバーナイトタウン -ミランダ', 70075, 8, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('シルバーナイトタウン -ミランダ', 70075, 9, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('シルバーナイトタウン -ミランダ', 70075, 10, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('シルバーナイトタウン -ミランダ', 70075, 11, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('シルバーナイトタウン -ミランダ', 70075, 12, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('シルバーナイトタウン -ミランダ', 70075, 13, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('シルバーナイトタウン -ミランダ', 70075, 14, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('シルバーナイトタウン -ミランダ', 70075, 15, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ハイネ-エリー', 70084, 0, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ハイネ-エリー', 70084, 1, 0, 0, 0, '2011-05-19 05:16:07');
INSERT INTO `inn` VALUES('ハイネ-エリー', 70084, 2, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ハイネ-エリー', 70084, 3, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ハイネ-エリー', 70084, 4, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ハイネ-エリー', 70084, 5, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ハイネ-エリー', 70084, 6, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ハイネ-エリー', 70084, 7, 0, 0, 0, '2011-05-19 05:16:07');
INSERT INTO `inn` VALUES('ハイネ-エリー', 70084, 8, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ハイネ-エリー', 70084, 9, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ハイネ-エリー', 70084, 10, 0, 0, 0, '2011-05-19 05:16:07');
INSERT INTO `inn` VALUES('ハイネ-エリー', 70084, 11, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ハイネ-エリー', 70084, 12, 0, 0, 0, '2011-05-19 05:16:07');
INSERT INTO `inn` VALUES('ハイネ-エリー', 70084, 13, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ハイネ-エリー', 70084, 14, 0, 0, 0, '2011-05-19 05:46:37');
INSERT INTO `inn` VALUES('ハイネ-エリー', 70084, 15, 0, 0, 0, '2011-05-19 05:16:07');
